Repository: vansai/skin.tetradui
Catalog: language/resource.language.*/strings.po
Languages: ro_ro

# #31002
source: apps
ro_ro: aplicaţii

# #31003
source: system
ro_ro: sistem

# #31004
source: weather
ro_ro: meteo

# #31005
source: Apps
ro_ro: Aplicaţii

# #31011
source: Applications
ro_ro: Applicaţii

# #31012
source: System Settings
ro_ro: Setări sistem

# #31013
source: Weather Forecast
ro_ro: Prognoza Meteo

# #31014
source: Video Bookmarks
ro_ro: Semne de Carte Video

# #31020
source: Weather Conditions
ro_ro: Starea Vremii

# #31021
source: Current Temp
ro_ro: Temperatura Curentă

# #31022
source: Forecast
ro_ro: Prognoza

# #31023
source: Updated :
ro_ro: Actualizat :

# #31024
source: Current Temperature
ro_ro: Temperatura Curentă

# #31025
source: Add-on manager
ro_ro: Manager Accesorii

# #31026
source: Current
ro_ro: Curent

# #31100
source: Video - Files
ro_ro: Video - File

# #31101
source: Music - Files
ro_ro: Muzică - File

# #31102
source: Power Options
ro_ro: Opţiuni Oprire

# #31200
source: Items
ro_ro: Fişiere

# #31201
source: Page
ro_ro: Pagină

# #31202
source: VIEW OPTIONS
ro_ro: OPTIUNI AFIŞARE

# #31203
source: PLAYER OPTIONS
ro_ro: OPŢIUNI PLAYER

# #31230
source: Playing
ro_ro: Redare

# #31231
source: Paused
ro_ro: Pauză

# #31232
source: FF
ro_ro: ÎNAINTE

# #31233
source: RW
ro_ro: ÎNAPOI

# #31234
source: Buffering
ro_ro: Încărcare

# #31235
source: Now Playing
ro_ro: Redare

# #31236
source: End Time:
ro_ro: Oră încheiere:

# #31250
source: Poster Big
ro_ro: Poster Mare

# #31251
source: Thumb Info
ro_ro: Info Pictograme

# #31300
source: No Optical Media Detected, click to Open/Close tray
ro_ro: Nu există disc optic, apasă pentru a deschide/închide

# #31301
source: Play :
ro_ro: Redă :

# #31302
source: Working
ro_ro: Procesează

# #31303
source: Last logged on
ro_ro: Ultima autentificare pe

# #31304
source: Memory Usage
ro_ro: Utilizare memorie

# #31305
source: Reset
ro_ro: Resetează

# #31306
source: Power off
ro_ro: Închide

# #31307
source: Quit XBMC
ro_ro: Închide XBMC

# #31309
source: Hide Button -
ro_ro: Ascunde Buton -

# #31310
source: Set Smart Playlist Shortcut
ro_ro: Setează scurtătură listă redare inteligentă

# #31311
source: Set Button Label
ro_ro: Setează etichetă buton

# #31312
source: Set Button Icon
ro_ro: Setează iconiţă buton

# #31400
source: Edit your Display settings, Including:[CR][CR]* Skin Selection[CR]* View Options[CR]* Screensaver[CR]* Date & Time
ro_ro: Editează setări ecran, inclusiv:[CR][CR]* Selectare interfaţă[CR]* Opţiuni afişare[CR]* Economizor ecran[CR]* Data şi ora

# #31402
source: Choose Weather Display, Including:[CR][CR]* 3 Cities[CR]* Wind Speed[CR]* Temperature
ro_ro: Setări ecran meteo, inclusiv:[CR][CR]* 3 Oraşe[CR]* Viteza vântului[CR]* Temperatura

# #31403
source: Configure Network and sharing settings, Including:[CR][CR]* Proxy & DNS[CR]* Samba File Sharing[CR]* UPNP Server[CR]* Web Server[CR]* External App Control
ro_ro: Configurează setarile reţelei, inclusiv:[CR][CR]* Proxy şi DNS[CR]* Samba File Sharing[CR]* Server UPNP[CR]* Server Web[CR]* Control aplicaţie externă

# #31404
source: Important System Settings, Including:[CR][CR]* Hardware[CR]* Power Saving[CR]* Input Devices[CR]* Master User Locking
ro_ro: Setări sistem, inclusiv:[CR][CR]* Hardware[CR]* Econimisire energie[CR]* Periferice[CR]* Parolă principală

# #31405
source: Manage User Profiles, Including:[CR][CR]* Creating Profiles[CR]* Deleting Profiles[CR]* Changing User Settings
ro_ro: Gestionează profile utilizatori, inclusiv:[CR][CR]* Creare profile noi[CR]* Ştergere profile[CR]* Schimbări setări utilizator

# #31406
source: Change Skin Specific Settings, Including:[CR][CR]* Window Backgrounds[CR]* Media View Options[CR]* Other Misc Options
ro_ro: Schimbă setări interfaţă, inclusiv:[CR][CR]* Fundaluri[CR]* Opţiuni afişare media[CR]* Diverse opţiuni

# #31408
source: Configure Video settings, Including:[CR][CR]* Library Options[CR]* Hardware Acceleration[CR]* Subtitles[CR]* DVD Playback
ro_ro: Configurează setări video, inclusiv:[CR][CR]* Opţiuni mediatecă[CR]* Accelerare hardware[CR]* Subtitrări[CR]* Redare DVD

# #31409
source: Configure Audio settings, Including:[CR][CR]* Visualisations[CR]* Playlists[CR]* CD Ripping[CR]* Karaoke
ro_ro: Configurează setări audio, inclusiv:[CR][CR]* Visualizări[CR]* Liste redare[CR]* CD Ripping[CR]* Karaoke

# #31410
source: Arrange Pictures settings, Including:[CR][CR]* Slideshows[CR]* Thumbnails
ro_ro: Configurează setari foto, inclusiv:[CR][CR]* Slideshows[CR]* Pictograme

# #31460
source: Welcome to XBMC[CR]Please choose your profile and log in
ro_ro: Bun venit[CR]Alegeţi profilul şi autentificaţi-vă

# #31480
source: [COLOR=orange][B]WARNING[/B] !![/COLOR][CR]Hiding all buttons will cause Navigation issues when switching between blades. Having more than 6 buttons visible at once will also cause weird animation and scrolling effects
ro_ro: [COLOR=orange][B]ATENŢIE[/B] !![/COLOR][CR]Ascunderea tuturor butoanelor va cauza probleme de navigatie la trecerea între lame. Mai mult de şase butoane odata va provoca de asemenea animaţii ciudate

# #31501
source: Backgrounds
ro_ro: Fundaluri

# #31502
source: Media Blade
ro_ro: Lamă Media

# #31503
source: Apps Blade
ro_ro: Lamă Aplicaţii

# #31520
source: Show now playing video in the background
ro_ro: Arată videoclipul în fundal

# #31521
source: Show music visualization in the background
ro_ro: Arată vizualizări audio în fundal

# #31522
source: Show media specific fanart in the background
ro_ro: Afişează fanart în fundal

# #31523
source: Hide rain drop animation in the background
ro_ro: Ascunde animaţia "stropi de ploaie" din fundal

# #31524
source: Don't blend background with fanart,visualization,video
ro_ro: Nu amesteca fundalul cu fanart, video şi vizualizare

# #31540
source: Set Default Lyric fetching add-on for Music OSD
ro_ro: Setează accesoriu descărcare versuri pentru muzică

# #31541
source: Set Default Subtitle fetching add-on for Video OSD
ro_ro: Setează accesoriu descărcare subtitrări pentru video

# #31550
source: Window default buttons
ro_ro: Butoane default

# #31551
source: Window custom smart playlist shortcuts
ro_ro: Scurtături liste redare inteligente

# #31552
source: Window custom add-on shortcuts
ro_ro: Scurtături accesorii
